Repository: bfleague/haxfootball
Catalog: src/locales/*/messages.po
Languages: pt

source: {0, plural, one {1st} two {2nd} few {3rd} other {{1}th}} & {2} @ {3}
pt: {0, plural, one {1ª} two {2ª} few {3ª} other {{1}ª}} & {2} @ {3}

source: {0} and {1}
pt: {0} e {1}

source: {0} crossed the line too early. Field goal failed.
pt: {0} cruzou a linha cedo demais. Field goal falhou.

source: {0} fakes the field goal!
pt: {0} fingiu o field goal!

source: {0} fumbled on the catch after contact by {catcherNames}, turnover at yard line {1}!
pt: {0} soltou a bola após contato de {catcherNames}, turnover na linha de {1} jardas!

source: {0} hikes the ball!
pt: {0} faz o snap!

source: {0} left the room during kickoff return!
pt: {0} saiu da sala durante o retorno do kickoff!

source: {0} left the room during punt return!
pt: {0} saiu da sala durante o retorno do punt!

source: {0} left the room during safety kick return!
pt: {0} saiu da sala durante o retorno do safety kick!

source: {0} left the room in the end zone for a safety!
pt: {0} saiu da sala na end zone para um safety!

source: {0} left the room in the end zone for a touchback!
pt: {0} saiu da sala na end zone para um touchback!

source: {0} lines up for a field goal!
pt: {0} se posiciona para o field goal!

source: {0} punts the ball!
pt: {0} chuta o punt!

source: {0} sacked by {catcherNames} for a first down!
pt: {0} foi sacado por {catcherNames} para um first down!

source: {0} sacked by {catcherNames} for a gain of {yardsGained} yards, next down!
pt: {0} foi sacado por {catcherNames} com avanço de {yardsGained} jardas, próxima descida!

source: {0} sacked by {catcherNames} for a loss of {yardsLost} yards, next down!
pt: {0} foi sacado por {catcherNames} com perda de {yardsLost} jardas, próxima descida!

source: {0} sacked by {catcherNames} with no gain, next down!
pt: {0} foi sacado por {catcherNames} sem avanço, próxima descida!

source: {0} sacked by {catcherNames}, turnover on downs!
pt: {0} foi sacado por {catcherNames}, turnover on downs!

source: {0} tackled by {catcherNames} for a first down!
pt: {0} foi derrubado por {catcherNames} para um first down!

source: {0} tackled by {catcherNames} for a gain of {yardsGained} yards, next down!
pt: {0} foi derrubado por {catcherNames} com avanço de {yardsGained} jardas, próxima descida!

source: {0} tackled by {catcherNames} for a loss of {yardsLost} yards, next down!
pt: {0} foi derrubado por {catcherNames} com perda de {yardsLost} jardas, próxima descida!

source: {0} tackled by {catcherNames} with no gain, next down!
pt: {0} foi derrubado por {catcherNames} sem avanço, próxima descida!

source: {0} tackled by {catcherNames}, turnover on downs!
pt: {0} foi derrubado por {catcherNames}, turnover on downs!

source: {0} tackled by {catcherNames}!
pt: {0} foi derrubado por {catcherNames}!

source: {0} tackled in the end zone for a safety!
pt: {0} foi derrubado na end zone para um safety!

source: {0} tackled in the end zone for a touchback!
pt: {0} foi derrubado na end zone para um touchback!

source: {0} takes the handoff and starts a run!
pt: {0} recebe o handoff e começa a correr!

source: {0} went out of bounds during interception return!
pt: {0} saiu de campo durante o retorno da interceptação!

source: {0} went out of bounds during kickoff return!
pt: {0} saiu de campo durante o retorno do kickoff!

source: {0} went out of bounds during punt return!
pt: {0} saiu de campo durante o retorno do punt!

source: {0} went out of bounds during safety kick return!
pt: {0} saiu de campo durante o retorno do safety kick!

source: {0} went out of bounds in the end zone for a safety!
pt: {0} saiu de campo na end zone para um safety!

source: {0}, and {1}
pt: {0}, e {1}

source: {redZoneFouls}/{RED_ZONE_FOUL_LIMIT} {redZoneFouls, plural, one {foul} other {fouls}} for automatic touchdown
pt: {redZoneFouls}/{RED_ZONE_FOUL_LIMIT} {redZoneFouls, plural, one {falta} other {faltas}} para touchdown automático

source: Ball crossed the line of scrimmage before the kick. Field goal failed.
pt: A bola cruzou a linha de scrimmage antes do chute. Field goal falhou.

source: Ball has crossed the line of scrimmage, starting quarterback run.
pt: A bola cruzou a linha de scrimmage, começando a corrida do quarterback.

source: Ball moved out of bounds, {OFFENSIVE_FOUL_PENALTY_YARDS} yard penalty. Loss of down.
pt: A bola saiu de campo, penalidade de {OFFENSIVE_FOUL_PENALTY_YARDS} jardas. Perda de descida.

source: Ball moved out of bounds, {OFFENSIVE_FOUL_PENALTY_YARDS} yard penalty. Turnover on downs.
pt: A bola saiu de campo, penalidade de {OFFENSIVE_FOUL_PENALTY_YARDS} jardas. Turnover on downs.

source: Ball went out of bounds, first down!
pt: A bola saiu de campo, first down!

source: Ball went out of bounds, no gain!
pt: A bola saiu de campo, sem avanço!

source: Blue
pt: Azul

source: Defense is attempting a blitz!
pt: A defesa está tentando um blitz!

source: Defensive contact by {offenderNames} on {0} before the kick. Field goal failed.
pt: Contato defensivo de {offenderNames} em {0} antes do chute. Field goal falhou.

source: Defensive crowding foul ({crowdingOffenderNames}), {0} yard penalty. Automatic first down.
pt: Falta de aglomeração defensiva ({crowdingOffenderNames}), penalidade de {0} jardas. First down automático.

source: Defensive crowding foul ({crowdingOffenderNames}), {0} yard penalty. Automatic touchdown.
pt: Falta de aglomeração defensiva ({crowdingOffenderNames}), penalidade de {0} jardas. Touchdown automático.

source: Defensive crowding foul by {crowdingOffenderNames}, {0} yard penalty.
pt: Falta de aglomeração defensiva por {crowdingOffenderNames}, penalidade de {0} jardas.

source: Defensive illegal touching by {offenderNames}, {DEFENSIVE_TOUCHING_PENALTY_YARDS} yard penalty and automatic first down.
pt: Toque ilegal defensivo por {offenderNames}, penalidade de {DEFENSIVE_TOUCHING_PENALTY_YARDS} jardas e first down automático.

source: Defensive illegal touching by {offenderNames}, {DEFENSIVE_TOUCHING_PENALTY_YARDS} yard penalty.
pt: Toque ilegal defensivo por {offenderNames}, penalidade de {DEFENSIVE_TOUCHING_PENALTY_YARDS} jardas.

source: Defensive illegal touching by {offenderNames}, {DEFENSIVE_TOUCHING_PENALTY_YARDS} yard penalty. Automatic touchdown.
pt: Toque ilegal defensivo por {offenderNames}, penalidade de {DEFENSIVE_TOUCHING_PENALTY_YARDS} jardas. Touchdown automático.

source: Defensive offside, {DEFENSIVE_OFFSIDE_PENALTY_YARDS} yard penalty and automatic first down.
pt: Offside defensivo, penalidade de {DEFENSIVE_OFFSIDE_PENALTY_YARDS} jardas e first down automático.

source: Defensive offside, {DEFENSIVE_OFFSIDE_PENALTY_YARDS} yard penalty and automatic touchdown.
pt: Offside defensivo, penalidade de {DEFENSIVE_OFFSIDE_PENALTY_YARDS} jardas e touchdown automático.

source: Defensive offside, {DEFENSIVE_OFFSIDE_PENALTY_YARDS} yard penalty.
pt: Offside defensivo, penalidade de {DEFENSIVE_OFFSIDE_PENALTY_YARDS} jardas.

source: Defensive touching by {offenderNames} before the kick. Field goal failed.
pt: Toque defensivo de {offenderNames} antes do chute. Field goal falhou.

source: Field goal attempt is no good.
pt: Tentativa de field goal não foi boa.

source: Field goal is good!
pt: Field goal bom!

source: Field goal went out of bounds.
pt: Field goal saiu de campo.

source: Illegal advance beyond the line of scrimmage, {OFFENSIVE_FOUL_PENALTY_YARDS} yard penalty. Loss of down.
pt: Avanço ilegal além da linha de scrimmage, penalidade de {OFFENSIVE_FOUL_PENALTY_YARDS} jardas. Perda de descida.

source: Illegal advance beyond the line of scrimmage, {OFFENSIVE_FOUL_PENALTY_YARDS} yard penalty. Turnover on downs.
pt: Avanço ilegal além da linha de scrimmage, penalidade de {OFFENSIVE_FOUL_PENALTY_YARDS} jardas. Turnover on downs.

source: Illegal touching by {offenderNames} before the kick. Field goal failed.
pt: Toque ilegal de {offenderNames} antes do chute. Field goal falhou.

source: Illegal touching by {offenderNames}, {OFFENSIVE_FOUL_PENALTY_YARDS} yard penalty. Loss of down.
pt: Toque ilegal de {offenderNames}, penalidade de {OFFENSIVE_FOUL_PENALTY_YARDS} jardas. Perda de descida.

source: Illegal touching by {offenderNames}, {OFFENSIVE_FOUL_PENALTY_YARDS} yard penalty. Turnover on downs.
pt: Toque ilegal de {offenderNames}, penalidade de {OFFENSIVE_FOUL_PENALTY_YARDS} jardas. Turnover on downs.

source: Interception by {0}!
pt: Interceptação de {0}!

source: Kickoff return attempt by {0}!
pt: Retorno de kickoff tentado por {0}!

source: Kickoff return touchdown by {0}!
pt: Touchdown de retorno de kickoff por {0}!

source: Kickoff went out of bounds, ball placed at {KICKOFF_OUT_OF_BOUNDS_YARD_LINE} yard line.
pt: Kickoff saiu de campo, bola colocada na linha de {KICKOFF_OUT_OF_BOUNDS_YARD_LINE} jardas.

source: Next down after a gain of {yardsGained} yards!
pt: Próxima descida após avanço de {yardsGained} jardas!

source: Next down after a loss of {yardsLost} yards!
pt: Próxima descida após perda de {yardsLost} jardas!

source: Next down with no gain!
pt: Próxima descida sem avanço!

source: Only the offensive team can attempt a field goal.
pt: Apenas o time ofensivo pode tentar um field goal.

source: Only the offensive team can punt the ball.
pt: Apenas o time ofensivo pode chutar o punt.

source: Pass blocked by {0}, no gain!
pt: Passe bloqueado por {0}, sem avanço!

source: Pass blocked by {0}, turnover on downs!
pt: Passe bloqueado por {0}, turnover on downs!

source: Pass caught by {0}!
pt: Passe recebido por {0}!

source: Pick six by {0}!
pt: Pick six por {0}!

source: Punt caught by kicking team player {0}!
pt: Punt recuperado pelo jogador do time do chute {0}!

source: Punt return attempt by {0}!
pt: Tentativa de retorno de punt por {0}!

source: Punt return touchdown by {0}!
pt: Touchdown de retorno de punt por {0}!

source: Punt went out of bounds in the end zone for a touchback.
pt: Punt saiu de campo na end zone para um touchback.

source: Punt went out of bounds, ball placed at {0} yard line.
pt: Punt saiu de campo, bola colocada na linha de {0} jardas.

source: Quarterback has crossed the line of scrimmage, starting quarterback run.
pt: Quarterback cruzou a linha de scrimmage, começando a corrida do quarterback.

source: Red
pt: Vermelho

source: Safety kick caught by kicking team player {0}!
pt: Safety kick recuperado pelo jogador do time do chute {0}!

source: Safety kick return attempt by {0}!
pt: Tentativa de retorno de safety kick por {0}!

source: Safety kick return touchdown by {0}!
pt: Touchdown de retorno de safety kick por {0}!

source: Safety kick went out of bounds, ball placed at {KICKOFF_OUT_OF_BOUNDS_YARD_LINE} yard line.
pt: Safety kick saiu de campo, bola colocada na linha de {KICKOFF_OUT_OF_BOUNDS_YARD_LINE} jardas.

source: The game has not been started yet.
pt: O jogo ainda não foi iniciado.

source: Turnover on downs as ball went out of bounds!
pt: Turnover on downs pois a bola saiu de campo!

source: You are too far from the ball to attempt a field goal.
pt: Você está muito longe da bola para tentar um field goal.

source: You are too far from the ball to hike it!
pt: Você está muito longe da bola para fazer o snap!

source: You are too far from the ball to punt it!
pt: Você está muito longe da bola para chutar o punt!

source: You cannot hike while a teammate is beyond the line of scrimmage.
pt: Você não pode fazer o snap enquanto um companheiro está além da linha de scrimmage.

source: You cannot kick while a teammate is beyond the ball line.
pt: Você não pode chutar enquanto um companheiro está além da linha da bola.

source: You cannot punt while a teammate is beyond the line of scrimmage.
pt: Você não pode chutar o punt enquanto um companheiro está além da linha de scrimmage.

source: You cannot use that command right now.
pt: Você não pode usar esse comando agora.
